Repository: danirus/django-comments-xtd
Catalog: django_comments_xtd/locale/*/LC_MESSAGES/django.po
Languages: de, es, fi, fr, it, nl, no, ru

source: You will no longer receive email notifications for comments sent to
de: Du erhältst keine e-Mail Benachrichtigungen mehr für:
es: No recibirá más notificaciones de comentarios enviados a
fi: Sinulle ei enää lähetetä sähköpostiherätteitä kommenteista jotka on lähetetty
fr: Vous ne recevrez plus de notifications par email pour les commentaires envoyés à
it: Non riceverai più notifiche mail per i commenti inviati a
nl: U ontvangt geen nieuwe notificaties per e-mail als er reacties door anderen geplaatst worden.
no: Du kommer ikke lenger til å motta e-postvarsler om kommentarer sent til
ru: Вы больше не будете получать уведомления на почту о комментариях, отправленных к:

source: Only registered users can post comments.
de: Nur registrierte Benutzer können Kommentare abgeben.
fr: Seuls les utilisateurs enregistrés peuvent envoyer des commentaires.

source: A removal suggestion has been received for the following comment:
de: Für den folgenden Kommentar ist ein Vorschlag zur Entfernung eingegangen:
fr: Une proposition de suppression a été reçue pour le commentaire suivant :

source: Posted to the following URL
de: Veröffentlicht unter der folgenden URL
fr: Publié à l'URL suivante

source: Removal suggested by
de: Entfernung vorgeschlagen von
fr: Suppression proposée par

source: Comment reply
de: Antwort
es: Responder comentario
fi: Vastaus kommenttiin
fr: Réponse à un commentaire
it: Risposta al commento
nl: Beantwoorden
no: Tilsvar
ru: Ответ на комментарий

source: Reply to comment
de: Kommentar beantworten
es: Respuesta al comentario
fi: Vastaa kommenttiin
fr: Répondre à un commentaire
it: Rispondi al commento
nl: Beantwoord deze reactie
no: Svar på kommentar
ru: Ответить на комментарий

source: Invalid token header. No credentials provided.
de: Ungültiger Token-Header. Keine Anmeldeinformationen angegeben.
fr: En-tête de jeton non valide. Aucune information d'identification fournie.
it: Header del Token invalido. Nessuna credenziale proposta.

source: Invalid token header.Token string should not contain spaces.
de: Ungültiger Token-Header: Token-String darf keine Leerzeichen enthalten.
fr: En-tête de jeton non valide. La chaîne de jeton ne doit pas contenir d'espaces.
it: Header del Token invalido. Il Token non deve contenere spazi.

source: Invalid token header. Token string should not contain invalid characters.
de: Ungültiger Token-Header. Token-String sollte keine ungültigen Zeichen enthalten.
fr: En-tête de jeton non valide. La chaîne de jeton ne doit pas contenir de caractères invalides.
it: Header del Token invalido. Il Token non deve contenere caratteri speciali.

source: comment confirmation request
de: Anfrage einer Bestätigung
es: confirmar comentario
fi: kommentin vahvistuspyyntö
fr: Confirmation du commentaire envoyé
it: conferma il commento
nl: reactiebevestiging gestuurd
no: bekreftelsesforespørsel
ru: запрос на подтверждение комментария

source: new comment posted
de: Ein neuer Kommentar wurde gepostet.
es: recibido nuevo comentario
fi: uusi kommentti julkaistu
fr: nouveau commentaire envoyé
it: nuovo commento inviato
nl: Nieuw reactie geplaatst.
no: ny kommentar lagt inn
ru: опубликован новый комментарий

source: A confirmation message has been sent to your email address. Please, click on the link in the message to confirm your comment.
de: Eine Bestätigungs-Mail wurde an deine Adresse gesendet. Bitte klicke auf den Link in der Mail, damit dein Kommentar hier erscheint.
it: Un messaggio di conferma è stato inviato al tuo indirizzo mail. Perfavore, cliccka sul link nel messaggio per confermare il tuo commento.
nl: Er is een bevestigingsbericht gestuurd naar uw e-mailadres. Klik op de link in het bericht om uw reactie te bevestigen
no: En bekreftelsesmelding har blitt sendt til e-postadressen din. Vennligst klikk på linken i meldingen for å bekrefte kommentaren.
ru: На ваш адрес электронной почты было отправлено сообщение со ссылкой для подтверждения. Пожалуйста, пройдите по ссылке, чтобы верифицировать комментарий.

source: Your comment is in moderation.<br/> It has to be reviewed before being published.<br/> Thank you for your patience and understanding.
de: Dein Kommentar wird moderiert.<br/> Er muss bestätigt werden, bevor er veröffentlicht wird.<br/> Wir bitten um dein Verständnis.
it: Il tuo commento è in moderazione.<br/> Ha necessità di essere revisionato prima della pubblicazione.<br/> Grazie per la tua pazienza e comprensione.
nl: Uw reactie wacht op goedkeuring door de beheerder.<br/> De inhoud wordt gecontroleerd voordat het gepubliceerd mag worden.<br/> Bedankt voor uw geduld en begrip.
no: Din kommentar avventer godkjennelse.<br/> Den må ses gjennom før den kan publiseres.<br/> Takk for tålmodigheten.
ru: Ваш комментарий на модерации. <br/> Он должен быть отсмотрен перед публикацией.<br/> Спасибо за терпение и понимание.

source: Go back to: <a href="%(content_object_url)s">%(content_object_str)s</a>
de: Zurück zu: <a href="%(content_object_url)s">%(content_object_str)s</a>
it: Torna indietro a <a href="%(content_object_url)s">%(content_object_str)s</a>
nl: Terug naar: <a href="%(content_object_url)s">%(content_object_str)s</a>
no: Gå tilbake til: <a href="%(content_object_url)s">%(content_object_str)s</a>
ru: Вернуться обратно к: <a href="%(content_object_url)s">%(content_object_str)s</a>
