Repository: danirus/django-comments-xtd
Catalog: django_comments_xtd/locale/*/LC_MESSAGES/django.po
Languages: de, es, fi, fr, it, nl, no, ru

source: This comment has been removed.
de: Dieser Kommentar wurde entfernt.
es: Este comentario ha sido suprimido.
fi: Tämä kommentti on poistettu
fr: Ce commentaire a été supprimé.
it: Questo commento è stato rimosso.
nl: Deze reactie is verwijderd.
no: Denne kommentaren har blitt fjernet.
ru: Комментарий был удален

source: Notify me about follow-up comments
de: Benachrichtigung bei neuen Nachrichten
es: Notifíqueme subsiguientes comentarios
fi: Ilmoita minulle uusista kommenteista
fr: M'avertir des commentaires suivants
it: Notificami riguardo i successivi commenti
nl: Stuur mij een notificatie als iemand op mijn reactie antwoord.
no: Varsle meg om svar
ru: Сообщить об ответных комментариях

source: Name
es: Nombre
fr: Nom
it: Nome
nl: Naam
no: Navn
ru: Имя

source: name
es: nombre
fi: nimi
fr: nom
it: nome
nl: naam
no: navn
ru: имя

source: Mail
de: e-Mail
es: Correo
fi: Sähköposti
fr: Email
no: E-post
ru: Почта

source: Required for comment verification
de: Wird für die Bestätigung benötigt
es: Necesario para verificar el comentario.
fi: Tarvitaan kommentin vahvistukseen
fr: Requis pour la vérification des commentaires
it: Necessario per verificare il commento.
nl: Verplicht voor verificatie per e-mail.
no: Påkrevet for å bekrefte kommentarer
ru: Необходима для подтверждения комментария

source: mail address
de: e-Mail Adresse
es: dirección de correo
fi: sähköpostiosoite
fr: adresse email
it: indirizzo mail
nl: e-mailadres
no: e-postadresse
ru: почтовый адрес

source: Link
es: Enlace
fi: Linkki
fr: Lien
ru: Ссылка

source: url your name links to (optional)
de: Web-Adresse, auf die dein Name verlinken soll
es: url al que enlazar su nombre (opcional)
fi: verkko-osoite johon nimimerkkisi linkitetään (vapaaehtoinen)
fr: Lien à afficher sur votre nom (optionnel)
it: url collegato al tuo nome (facoltativo)
nl: URL waar uw naam naar linkt (optioneel).
no: URL som navnet ditt linker til (valgfritt)
ru: ссылка, на которую ведет Ваше имя (не обязательно)

source: Your comment
de: Kommentar
es: Su comentario
fi: Kommenttisi
fr: Votre commentaire
it: Tuo commento
nl: Uw reactie
no: Din kommentar
ru: Ваш комментарий

source: Notify follow-up comments
de: Benachrichtigung bei neuen Nachrichten
es: Notificar subsiguientes comentarios
fi: Ilmoita jatkokommenteista
fr: Avertir des commentaires suivants
it: Notifica i successivi commenti
nl: Notificaties bij reacties.
no: Varsle om svar
ru: Уведомлять о последующих комментариях

source: Page not found
de: Seite nicht gefunden
fr: Page non trouvée

source: A new comment has been sent to the following URL:
de: Es wurde ein neuer Kommentar zu folgender URL gesendet:
fr: Un nouveau commentaire a été envoyé à l’URL suivante :

source: Sent by
de: Eingereicht von
fr: Envoyé par

source: Email address
de: e-Mail Adresse
fr: Adresse email

source: Comment
de: Kommentar
fr: Commentaire

source: Remove comment
de: Kommentar entfernen
es: Suprimir comentario
fi: Poista kommentti
fr: Supprimer le commentaire
it: Rimuovi commento
nl: Verwijder reactie
no: Fjern kommentar
ru: Удалить комментарий

source: Remove this comment?
de: Diesen Kommentar entfernen?
es: ¿Suprimir este comentario?
fi: Poistetaanko tämä kommentti?
fr: Supprimer le commentaire ?
it: Rimuovere questo commento?
nl: Deze reactie verwijderen?
no: Fjern denne kommentaren?
ru: Удалить комментарий?

source: As a moderator you can delete comments. Deleting a comment does not remove it from the site, only prevents your website from showing the text. Click on the remove button to delete the following comment:
de: Als Moderator kannst du Kommentare löschen. Durch das Löschen eines Kommentars wird dieser nicht von der Website entfernt, sondern nur verhindert, dass der Text auf der Website angezeigt wird. Klicke auf den Button "Entfernen", um den folgenden Kommentar zu löschen:
es: Como moderador puede suprimir comentarios. Suprimir un comentario no lo elimina o borra de la web, solo evita que sea mostrado. Haga clic en el botón de suprimir para suprimir el siguiente comentario:
fi: Moderaattorina voit poistaa kommentteja. Kommentin poistaminen ei poista sitä muistista, sitä ei vain näytetä käyttäjille. Klikkaa poistopainiketta piilottaaksesi tämän kommentin:
fr: En tant que modérateur, vous pouvez supprimer les commentaires. La suppression d'un commentaire ne l'exclut pas du site, elle empêche juste votre site d'afficher le texte. Cliquez sur le bouton Supprimer pour supprimer le commentaire suivant :
it: Come moderatore puoi cancellare i commenti. Cancellare un commento non lo rimuove dal sito, solo evita che questo sia mostrato. Clicca sul pulsante di rimozione per cancellare il seguente commento:
nl: As beheerder kunt u reacties verwijderen. Deze worden niet echt verwijderd van de website, alleen verborgen.
no: Som moderator kan du fjerne kommentarer. Kommentarer slettes ikke fra siden, men teksten skjules. Klikk på fjerneknappen for å fjerne følgende kommentar:
ru: Как модератор, Вы можете удалять комментарий. Удаление комментария уберет его с сайта, но он будет доступен в администраторской панели. Нажмите "Удалить", чтобы удалить следующий комментарий:

source: Remove
de: Entfernen
es: Suprimir
fi: Poista
fr: Supprimer
it: Rimuovi
nl: Verwijder
no: Fjern
ru: Удалить

source: cancel
de: Abbrechen
es: cancelar
fi: peruuta
fr: annuler
it: cancella
nl: annuleer
no: Avbryt
ru: отмена

source: Comment removed
de: Kommentar entfernt.
es: Comentario suprimido
fi: Kommentti poistettu
fr: Commentaire supprimé
it: Commento rimosso
nl: Reactie verwijderd
no: Kommentar fjernet
ru: Комментарий удален

source: The comment has been removed.
de: Der Kommentar wurde entfernt.
es: El comentario ha sido suprimido.
fi: Tämä kommentti on poistettu
fr: Le commentaire a été supprimé.
it: Il commento è stato rimosso.
nl: De reactie is verwijderd.
no: Denne kommentaren har blitt fjernet.
ru: Комментарий удален

source: Thank you for taking the time to improve the quality of discussion in our site.
de: Danke, dass du dich an unserer Unterhaltung beteiligst.
es: Gracias por el tiempo dedicado a mejorar la calidad del contenido en la web.
fi: Kiitos että käytit aikaasi keskustelun tason parantamiseen.
fr: Merci d'avoir pris le temps d'améliorer la qualité de la discussion sur notre site.
it: Grazie per il tempo dedicato a migliorare la qualità della discussione nel nostro sito.
nl: Bedankt voor het bijdragen aan de kwaliteit van discussie.
no: Takk for at du tok deg tid til å forbedre diskusjonen på siden vår.
ru: Спасибо за Ваш вклад в улучшение качества общения на этом сайте

source: Flag comment
de: Kommentar als unangemessen markieren
es: Marcar como inadecuado
fi: Merkkaa kommentti
fr: Signaler un commentaire
it: Marca come inadeguato
nl: Markeer als ongepast
no: Rapporter kommentar
ru: Пометить комментарий

source: Flag this comment?
de: Diesen Kommentar als unangemessen markieren?
es: ¿Marcar comentario como inadecuado?
fi: Merkataanko tämä kommentti?
fr: Signaler ce commentaire ?
it: Marca questo commento come inadeguato?
nl: Deze reactie als ongepast markeren?
no: Rapporter denne kommentaren?
ru: Пометить комментарий?

source: Click on the flag button to mark the following comment as inappropriate.
de: Klicke auf die Flagge, um diesen Kommentar als unangemessen zu markieren.
es: Haga clic en el botón Marcar para indicar que el contenido del comentario es inadecuado.
fi: Merkkauspainikkeella voit ilmoittaa seuraavan kommentin sopimattomaksi.
fr: Cliquez sur le bouton signaler pour marquer le commentaire suivant comme inapproprié.
it: Clicca sul bottone Marca per marcare il seguente commento come inappropriato.
nl: Klik op het vlag icoon om deze reactie te markeren als ongepast.
no: Klikk på rapporteringsknappen for å markere kommentaren som upassende..
ru: Нажмите на кнопку с флагом, чтобы пометить этот комментарий, как некорректный.

source: Posted to
de: Gesendet an
es: Enviado a
fi: Kommentin kohde
fr: Publié sur
it: Inviato a
nl: Aan
no: Lagt til på
ru: Размещено в

source: Flag
de: Markierung
es: Marcar
fi: Merkkaa
fr: Signaler
it: Marca
nl: Markeer
no: Rapporter
ru: Флаг

source: Comment flagged
de: Kommentar markiert
es: Comentario marcado
fi: Merkattu kommentti
fr: Commentaire signalé
it: Commento marcato
nl: Reactie gemarkeerd
no: Kommentar rapportert
ru: Комментарий помечен

source: The comment has been flagged.
de: Der Kommentar wurde markiert.
es: El comentario ha sido marcado como inadecuado.
fi: Kommentti on merkattu
fr: Le commentaire a été signalé.
it: Il commento è stato marcato come inappropriato.
nl: De reactie is gemarkeerd.
no: Denne kommentaren har blitt rapportert.
ru: Комментарий помечен

source: send
de: Absenden
fr: envoyer
it: invia
nl: verstuur
ru: отправить

source: preview
de: Vorschau
fr: prévisualiser
it: anteprima
nl: voorbeeld
no: forhåndsvis
ru: предпросмотр

source: moderator
es: moderador
fi: moderaattori
fr: modérateur
it: moderatore
nl: beheerder
ru: модератор

source: comment permalink
de: Permanenter Link
es: enlace permanente
fi: kommentin linkki
fr: lien permanent du commentaire
it: link del commento
nl: permalink
no: Permanent link
ru: ссылка на комментарий

source: remove comment
de: Kommentar entfernen
es: suprimir comentario
fi: poista kommentti
fr: supprimer le commentaire
it: rimuovi commento
nl: verwijder reactie
no: fjern kommentar
ru: удалить комментарий

source: Comment confirmation requested.
de: Eine Bestätigung für diesen Kommentar wurde abgefragt.
es: Confirmación de comentario solicitada.
fi: Kommentin vahvistusta pyydetty
fr: Confirmation du commentaire demandée.
it: Conferma di commento inviata.
nl: Reactie bevestiging gestuurd.
no: Kommentarbekreftelse forespurt.
ru: Необходимо подтверждение комментария

source: A confirmation message has been sent to your email address. Please, click on the link in the message to confirm your comment.
fr: Un message de confirmation a été envoyé à votre adresse email. Veuillez cliquer sur le lien dans le message pour confirmer votre commentaire.

source: Go back to
de: Gehe zurück zu
fr: Retourner à

source: Preview your comment
de: Vorschau für deinen Kommentar
es: Comentario en vista previa
fi: Esikatsele kommenttiasi
fr: Aperçu de votre commentaire
it: Il tuo commento in anteprima
nl: Voorbeeldweergave
no: Forhåndsvis kommentaren din
ru: Предпросмотр комментария

source: Preview of your comment for:
de: Vorschau deines Kommentars für:
fr: Aperçu de votre commentaire pour :
it: Il tuo commento in anteprima per:
nl: Voorbeeldweergave van uw reactie op:
no: Forhåndsvis kommentaren din for:
ru: Предпросмотр комментария для:

source: Empty comment.
de: Leerer Kommentar.
es: Comentario vacío.
fi: Tyhjä kommentti.
fr: Commentaire vide.
it: Commento vuoto.
nl: Lege reactie
no: Tom kommentar
ru: Пустой комментарий.

source: Post your comment
de: Schicke deinen Kommentar ab
fr: Envoyer votre commentaire
it: Invia il tuo commento
nl: Plaats uw reactie
no: Legg inn din kommentar
ru: Оставить комментарий

source: Comment list
fr: Liste des commentaires

source: List of comments
de: Liste der Kommentare
es: Lista de comentarios
fi: Kommenttilista
fr: Liste de commentaires
it: Lista dei commenti
nl: Reacties
no: Liste over kommentarer
ru: Список комментариев

source: No comments yet.
de: Keine Kommentare bisher.
fr: Aucun commentaire actuellement.

source: A user has flagged this comment as inappropriate.
de: Ein Benutzer hat diesen Kommentar als unangemessen gekennzeichnet.
es: Un usuario ha marcado este comentario como inadecuado.
fi: Yksi käyttäjä on merkannut tämän kommentin sopimattomaksi
fr: Un utilisateur a signalé ce commentaire comme inapproprié.
it: Un utente ha segnato questo commento come inappropriato.
nl: Een gebruiker heeft deze reactie als ongepast gemarkeerd.
no: En bruker har rapportert denne kommentaren som upassende.
ru: %(counter)s пользователь отметил этот комментарий как некорректный.

source: comment flagged
de: Kommentar markiert
es: comentario inadecuado
fi: kommentti merkattu
fr: commentaire signalé
it: commento inadeguato
nl: reactie gemarkeerd
no: kommentar rapportert
ru: Комментарий помечен

source: flag comment
de: Kommentar markieren
es: marcar inadecuado
fi: merkkaa kommentti
fr: signaler le commentaire
it: marca inadeguato
nl: markeer reactie
no: rapporter kommentar
ru: Пометить комментарий

source: Reply
de: Antwort
es: Responder
fi: Vastaa
fr: Répondre
it: Rispondi
nl: Beantwoorden...
no: Svar
ru: Ответить

source: Comment discarded
de: Kommentar wurde entfernt
es: Comentario descartado
fi: Kommentti peruutettu
fr: Commentaire rejeté
it: Commento scartato
nl: Reactie genegeerd
no: Kommentar forkastet
ru: Комментарий отклонен

source: Comment automatically discarded
de: Der Kommentar wurde automatisch entfernt.
es: Comentario descartado automáticamente
fi: Kommentti automaattisesti peruutettu
fr: Commentaire automatiquement rejeté
it: Commento automaticamente scartato
nl: Reactie automatisch genegeerd
no: Kommentar automatisk forkastet
ru: Комментарий автоматически отклонен

source: Sorry, your comment has been automatically discarded
de: Leider wurde dein Kommentar automatisch entfernt.
es: Lo sentimos, su comentario ha sido descartado automáticamente
fi: Kommenttisi on automaattisesti hylätty
fr: Désolé, votre commentaire a été automatiquement rejeté
it: Ci dispiace, il tuo commento è stato automaticamente scartato
nl: Sorry, uw reactie is automatisch genegeerd
no: Beklager, din kommentar har blitt automatisk forkastet
ru: К сожалению, Ваш комментарий был автоматически отклонён

source: Confirm your opinion
de: Bestätige deine Meinung
es: Confirme su opinión
fi: Vahvista kantasi
fr: Confirmer votre opinion
it: Conferma la tua opinione
nl: Bevestig uw keuze
no: Bekreft din mening
ru: Подтвердите Ваш выбор

source: You didn't like this comment, do you want to change it?
de: Dir gefällt dieser Kommentar nicht. Würdest du ihn gerne #ändern?
es: No le había gustado este comentario, ¿Desea cambiar de opinión?
fi: Et tykännyt tästä kommentista, haluatko vaihtaa kantaasi?
fr: Vous n'avez pas aimé ce commentaire, voulez-vous le changer?
it: Non ti è piaciuto questo commento, vuoi cambiare la tua opinione?
nl: U heeft deze reactie niet 'geliked', wilt u dat aanpassen?
no: Du mislikte denne kommentaren. Vil du endre den?
ru: Вам не понравился комментарий, не хотите его поменять?

source: Do you dislike this comment?
de: Magst du diesen Kommentar wirklich nicht?
es: ¿No le gusta este comentario?
fi: Etkö tykkää tästä kommentista?
fr: Vous n'aimez pas ce commentaire ?
it: Non ti piace questo commento?
nl: U vindt deze reactie niet leuk?
no: Misliker du denne kommentaren?
ru: Вам не понравился комментарий?

source: Please, confirm your opinion about the comment.
de: Bestätige bitte deine Meinung zu diesem Kommentar.
es: Por favor, confirme su opinión sobre este comentario.
fi: Ole hyvä, vahvista kantasi tästä kommentista.
fr: Veuillez confirmer votre opinion sur le commentaire.
it: Perfavore, conferma la tua opinione sul commento.
nl: Bevestig a.u..b uw mening over deze reactie
no: Vennligst bekreft din mening om kommentaren.
ru: Пожалуйста, подтвердите Ваш выбор насчет комментария.

source: Click on the "withdraw" button if you want to withdraw your negative opinion on this comment.
de: Klick auf den „Zurückziehen“-Button, wenn du deine Meinung zu diesem Kommentar zurückziehen möchtest.
es: Haga click en el botón "retirar" si quiere cambiar su opinión negativa sobre este comentario.
fi: Paina peru-painiketta jos haluat peruuttaa negatiivisen kantasi tästä kommentista.
fr: Cliquez sur le bouton « retirer » si vous souhaitez retirer votre avis négatif sur ce commentaire.
it: Clicca sul bottone "ritira" se vuoi ritirare la tua opinione negativa su questo commento.
nl: Klik op "Intrekken" als u uw negatieve reactie wilt intrekken.
no: Klikk på avbryt-knappen hvis du vil trekke din negative tilbakemelding til denne kommentaren.
ru: Нажмите на кнопку "отозвать", чтобы поменять Ваш выбор относительно данного комментария.

source: Withdraw
de: Zurückziehen
es: Retirar
fi: Peru
fr: Retirer
it: Ritira
nl: Intrekken
no: Avbryt
ru: Отозвать

source: I dislike it
de: Er gefällt mir nicht
es: No me gusta
fi: En pidä
fr: Je ne l'aime pas
it: Non mi piace
nl: Vind ik niet leuk!
no: Jeg misliker den
ru: Мне это не нравится

source: You disliked the comment
de: Der Kommentar gefällt dir nicht.
es: No le gusta este comentario
fi: Et pitänyt tästä kommentista
fr: Vous n'avez pas aimé ce commentaire
it: Non ti piace il commento
nl: U vindt deze reactie niet leuk
no: Du mislikte kommentaren

source: Thanks for taking the time to participate.
de: Danke, dass du mitmachst!
es: Muchas gracias por participar.
fi: Kiitos osallistumisestasi
fr: Merci d'avoir pris le temps de participer.
it: Grazie per il tempo dedicato a partecipare.
nl: Bedankt dat actief deelneemt.
no: Takk for at du deltar.
ru: Спасибо за участие.

source: You or someone in behalf of you have requested to post a comment into this page:
de: Du oder jemand in deinem Namen hat angefragt, einen Kommentar auf dieser Seite zu veröffentlichen:
fr: Vous, ou quelqu’un agissant pour vous, avez demandé de publier un commentaire sur cette page :

source: The comment
de: Der Kommentar
fr: Le commentaire

source: If you do not wish to post the comment, please ignore this message or report an incident to %(contact)s. Otherwise click on the link below to confirm the comment.
de: Wenn du den Kommentar nicht veröffentlichen möchtest, ignoriere bitte diese Nachricht oder melde einen Vorfall an %(contact)s. Andernfalls klicke auf den Link unten, um den Kommentar zu bestätigen.
fr: Si vous ne souhaitez pas publier le commentaire, veuillez ignorer ce message ou signaler un incident à %(contact)s. Sinon, cliquez sur le lien ci-dessous pour confirmer le commentaire.

source: If clicking does not work, you can also copy and paste the address into your browser's address window.
de: Wenn das Anklicken nicht funktioniert, kannst du die Adresse auch kopieren und in das Adressfeld deines Browsers einfügen.
fr: Si cliquer ne fonctionne pas, vous pouvez également copier-coller l'adresse dans la fenêtre d'adresse de votre navigateur.

source: Thanks for your comment!
de: Danke für deinen Kommentar!
fr: Merci pour votre commentaire !

source: Kind regards
de: Freundlicher Gruß
es: Un cordial saludo
fi: Parhain terveisin
fr: Cordialement
it: Cordiali saluti
nl: Met vriendelijke groet,
no: Med vennlig hilsen
ru: С уважением

source: There is a new comment following up yours.
de: Es gibt einen neuen Folge-Kommentar.
es: Se ha recibido un nuevo comentario después del suyo.
fi: Kommenttisi jälkeen on tullut uusi kommentti.
fr: Il y a un nouveau commentaire qui suit le vôtre.
it: C'è un nuovo commento in seguito al tuo.
nl: Er is een nieuw antwoord op jouw reactie geplaatst.
no: Din kommentar har fått et nytt svar.
ru: Появился ответный комментарий.

source: Click <a href="http://%(site_domain)s%(mute_url)s">http://%(site_domain)s%(mute_url_short)s...</a> to mute the comments thread. You will no longer receive follow-up notifications.
de: Klicke auf <a href="http://%(site_domain)s%(mute_url)s">http://%(site_domain)s%(mute_url_short)s...</a>, um den Kommentar-Thread stummzuschalten. Du wirst dann keine weiteren Benachrichtigungen mehr erhalten.
fr: Cliquez sur <a href="http://%(site_domain)s%(mute_url)s">http://%(site_domain)s%(mute_url_short)s...</a> pour désactiver les notifications sur le fil de commentaires.

source: Post
de: Beitrag
fr: Message

source: Click on the following link to mute the comments thread. You will no longer receive follow-up notifications:
de: Klicke auf den folgenden Link, um den Kommentar-Thread stumm zu schalten. Du wirst dann keine weiteren Benachrichtigungen mehr erhalten:
fr: Cliquez sur le lien suivant pour désactiver les notifications sur le fil de commentaires.

source: You liked this comment, do you want to change it?
de: Dir gefällt dieser Kommentar. Möchtest du das ändern?
es: Le había gustado este comentario, ¿Quiere cambiar de opinión?
fi: Tykkäsit tästä kommentista, haluatko perua tykkäyksen?
fr: Vous avez aimé ce commentaire, voulez-vous le changer ?
it: Ti piace questo commento, vuoi cambiare la tua opinione?
nl: Uw vindt deze reactie leuk, wil je dit veranderen?
no: Du likte denne kommentaren. Vil du endre den?
ru: Вам понравился комментарий, хотите изменить выбор?

source: Do you like this comment?
de: Gefällt dir dieser Kommentar?
es: ¿Le ha gustado este comentario?
fi: Tykkäsitkö tästä kommentista?
fr: Aimez-vous ce commentaire ?
it: Ti piace questo commento?
nl: Vindt u deze reactie leuk?
no: Vil du like denne kommentaren?
ru: Вам нравится комментарий?

source: Click on the "withdraw" button if you want to withdraw your positive opinion on this comment.
de: Klick auf den „Zurückziehen“-Button, wenn du deine Mainung zu diesem Kommentar zurückziehen möchtest.
es: Haga clic en el botón "retirar" si quiere cambiar su opinión negativa sobre este comentario.
fi: Paina peru-painiketta jos haluat peruuttaa positiivisen kantasi tästä kommentista.
fr: Cliquez sur le bouton "retirer" si vous souhaitez retirer votre opinion positive sur ce commentaire.
it: Clicca sul bottone "ritira" se vuoi ritirare la tua opinione positiva su questo commento.
nl: Klik op "Intrekken" als u uw positieve reactie wilt intrekken.
no: Klikk på avbryt-knappen hvis du vil trekke tilbake din positive tilbakemelding til denne kommentaren.
ru: Нажмите на кнопку "отозвать", чтобы поменять Ваш выбор относительно данного комментария.

source: I like it
de: Ich mag ihn.
es: Me gusta
fi: Tykkään
fr: J'aime
it: Mi piace
nl: Vind ik leuk!
no: Jeg liker den
ru: Мне это нравится

source: Your opinion is appreciated
de: Deine Meinung wird bestimmt gut ankommen!
es: Le agradecemos su opinión
fi: Kiitos kannanotostasi
fr: Votre avis est apprécié
it: Grazie per la tua opinione
nl: Uw reactie wordt gewaardeerd
no: Vi setter pris på din tilbakemelding
ru: Ваше мнение очень важно для нас

source: Comment requires approval
de: Der Kommentar muss erst moderiert werden.
es: El comentario necesita ser aprobado
fi: Kommentti pitää hyväksyä
fr: Le commentaire nécessite une approbation
it: Il commento necessita approvazione
nl: Reacties vereisen goedkeuring
no: Godkjennelse kreves
ru: Комментарий требует подтверждения

source: Comment in moderation
de: Kommentar wird moderiert.
es: Comentario en moderación
fi: Kommentti on hyväksyttävänä
fr: Commentaire en modération
it: Commento in moderazione
nl: Reactie wacht op goedkeuring
no: Kommentaren avventer godkjennelse
ru: Комментарий на модерации

source: Your comment is in moderation.<br/> It has to be reviewed before being published.<br/> Thank you for your patience and understanding.
fr: Votre commentaire est en attente de modération.<br/> Il doit être vérifié avant d'être publié. <br/> Merci pour votre patience et votre compréhension.

source: Go back to: <a href="%(content_object_url)s">%(content_object_str)s</a>
fr: Revenir à <a href="%(content_object_url)s">%(content_object_str)s</a>

source: Comment thread muted
de: Kommentar-Reihe leise geschaltet
es: Hilo de comentarios silenciado
fi: Hiljennetty kommenttiketju
fr: Notifications du fil de commentaire enlevée
it: Muta lo scambio di commenti
nl: Discussie gedempd
no: Kommentartråd dempet

source: Comment thread has been muted
de: Kommentar-Reihe wurde leise geschaltet
es: El hilo de comentarios ha sido silenciado
fi: Kommenttiketju on hiljennetty
fr: Les notifications du fil de commentaires ont été coupées
it: Lo scambio di commenti è stato mutato
nl: Reacties op deze discussies worden gedempd
no: Kommentartråden har blitt dempet
